Repository: sail-agency/wp-plugin-blazing-woocommerce-shipment-tracking
Catalog: languages/*.po
Languages: nl_nl

source: Order Shipment Tracking
nl_nl: Track & Trace de bestelling

source: Order Tracking Number Notification emails are sent when the tracking number of the order is entered or changed.
nl_nl: Track & Trace gegevens worden gemaild wanneer de track&trace code van de order wordt ingevuld of veranderd.

source: Tracking Number of the Order {site_title} order from {order_date}
nl_nl: Track & Trace code van de bestelling op {site_title} Besteld op {order_date}

source: Tracking Number of the Order
nl_nl: Track & Trace code van de bestelling

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
nl_nl: Dit is de titel van het email-bericht. Laat leeg om de standaard-titel te gebruiken: <code>%s</code>.

source: Plain text
nl_nl: Platte tekst

source: You do not have permission to read the orders count
nl_nl: U heeft geen rechten om het aantal bestellingen te bekijken

source: Invalid %s ID
nl_nl: Ongeldige %s ID

source: Invalid %s
nl_nl: Ongeldige %s

source: You do not have permission to read this %s
nl_nl: U heeft geen rechten om dit te bekijken %s

source: You do not have permission to edit this %s
nl_nl: U heeft geen rechten om dit te wijzigen %s

source: You do not have permission to delete this %s
nl_nl: U heeft geen rechten om dit te verwijderen %s

source: Permanently deleted customer
nl_nl: Permanent verwijderde klant

source: The customer cannot be deleted
nl_nl: De klant kan niet worden verwijderd

source: This %s cannot be deleted
nl_nl: Dit %s kan niet worden verwijderd

source: Permanently deleted %s
nl_nl: Permanent verwijderd %s

source: Deleted %s
nl_nl: Verwijderd %s

source: Courier:
nl_nl: Vervoerder:

source: For your reference, your order details are shown below.
nl_nl: Hieronder staat een overzicht van de order.
